Repository: anlavc/BookHive
Catalog: BookHive/BookHive/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, tr

source: An error was encountered
de: Es ist ein Fehler aufgetreten
es: Se ha producido un error
fr: Une erreur a été rencontrée
it: È stato riscontrato un errore
nl: Er is een fout opgetreden.
tr: Bir hata ile karşılaşıldı

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
tr: Başarılı

source: Notes Success Added
de: Erfolgsnotiz hinzugefügt
es: Notas añadidas con éxito
fr: Notes Succès ajoutées
it: Note aggiunte con successo
nl: Notities Succes Toegevoegd
tr: Not Başarıyla Eklendi

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
tr: Kaydet

source: How many pages in total
de: Wie viele Seiten insgesamt
es: Cuántas páginas en total
fr: Combien de pages au total ?
it: Quante pagine in totale?
nl: Hoeveel pagina's in totaal
tr: Toplam kaç sayfa

source: Warning
de: WARNUNG
es: ADVERTENCIA
fr: AVERTISSEMENT
it: ATTENZIONE
nl: WAARSCHUWING
tr: UYARI

source: The book with the same name is already on your reading list or among the books you have read!
de: Das gleichnamige Buch befindet sich bereits auf Ihrer Leseliste oder unter den von Ihnen gelesenen Büchern!
es: ¡El libro con el mismo nombre ya está en tu lista de lectura o entre los libros que has leído!
fr: Le livre portant le même nom figure déjà dans votre liste de lecture ou parmi les livres que vous avez lus !
it: Il libro con lo stesso nome è già presente nella tua lista di lettura o tra i libri che hai letto!
nl: Het boek met dezelfde naam staat al op je leeslijst of tussen de boeken die je gelezen hebt!
tr: Aynı isimli kitap zaten okuma listenizde veya okuduğunuz kitaplar arasında!

source: An error was encountered during start reading.
de: Während des Lesestarts ist ein Fehler aufgetreten.
es: Se ha producido un error al iniciar la lectura
fr: Une erreur a été rencontrée lors du démarrage de la lecture.
it: Si è verificato un errore durante l'avvio della lettura
nl: Er is een fout opgetreden tijdens het begin van het lezen.
tr: Okumaya başlarken bir hatayla karşılaşıldı.

source: Read
de: Lesen
es: Leer
fr: Lire
it: Leggi
nl: Gelezen
tr: Oku

source: The page number entered cannot be greater than the total page number.
de: Die eingegebene Seitenzahl kann nicht größer sein als die Gesamtseitenzahl.
es: El número de página introducido no puede ser mayor que el número total de páginas.
fr: Le numéro de page saisi ne peut être supérieur au nombre total de pages.
it: Il numero di pagine inserito non può essere superiore al numero di pagine totali
nl: Het ingevoerde paginanummer kan niet groter zijn dan het totale paginanummer.
tr: Girilen sayfa numarası toplam sayfa numarasından büyük olamaz.

source: CONGRATULATIONS
de: GRATULATION
es: ENHORABUENA
fr: FÉLICITATIONS
it: CONGRATULAZIONI
nl: GEFELICITEERD
tr: TEBRİKLER

source: Congratulations. The book is finished. Now this book will be listed among the reads.
de: Glückwunsch! Das Buch ist fertig. Dieses Buch wird nun unter den gelesenen Büchern aufgeführt.
es: Enhorabuena. El libro está terminado. Ahora este libro aparecerá entre los leídos.
fr: Félicitations. Le livre est terminé. Ce livre sera désormais répertorié parmi les lectures.
it: Congratulazioni. Il libro è terminato. Ora questo libro sarà elencato tra quelli letti
nl: Gefeliciteerd. Het boek is af. Dit boek wordt nu vermeld bij de gelezen boeken.
tr: Tebrikler. Kitap tamamlandı. Artık bu kitap okunanlar arasında listelenecek.

source: Enter the last page you read in your book.
de: Geben Sie die letzte gelesene Seite in Ihrem Buch ein.
es: Introduzca la última página leída del libro
fr: Entrez la dernière page que vous avez lue dans votre livre.
it: Inserire l'ultima pagina letta del libro
nl: Voer de laatste gelezen pagina van uw boek in.
tr: Kitabınızda okuduğunuz son sayfayı girin.

source: An error was encountered while updating the page number.
de: Beim Aktualisieren der Seitenzahl ist ein Fehler aufgetreten.
es: Se ha producido un error al actualizar el número de página
fr: Une erreur a été rencontrée lors de la mise à jour du numéro de page.
it: Si è verificato un errore durante l'aggiornamento del numero di pagina
nl: Er is een fout opgetreden tijdens het bijwerken van het paginanummer.
tr: Sayfa numarası güncellenirken bir hatayla karşılaşıldı.

source: No result found.
de: Kein Ergebnis gefunden.
es: No se ha encontrado ningún resultado.
fr: Aucun résultat n'a été trouvé.
it: Nessun risultato trovato
nl: Geen resultaat gevonden.
tr: Sonuç bulunamadı.

source: Are you sure you want to add this book to your reading list?
de: Sind Sie sicher, dass Sie dieses Buch zu Ihrer Leseliste hinzufügen möchten?
es: ¿Estás seguro de que quieres añadir este libro a tu lista de lecturas?
fr: Etes-vous sûr de vouloir ajouter ce livre à votre liste de lectures ?
it: Sei sicuro di voler aggiungere questo libro al tuo elenco di lettura?
nl: Weet u zeker dat u dit boek wilt toevoegen aan uw leeslijst?
tr: Bu kitabı okuma listenize eklemek istediğinizden emin misiniz?

source: Done
de: Fertig
es: HECHO
fr: FAIT
it: Fatto
tr: Tamam

source: Enter Name
de: Name eingeben
es: Introducir Nombre
fr: Entrez votre nom
it: Inserire il nome
nl: Voer naam in
tr: İsim Girin

source: Enter E-mail
de: E-Mail eingeben
es: Introducir E-mail
fr: Saisir l'adresse e-mail
it: Inserire l'e-mail
nl: Voer e-mail in
tr: E-posta Girin

source: Enter Password
de: Passwort eingeben
es: Introducir Contraseña
fr: Entrez votre mot de passe
it: Inserire la password
nl: Voer wachtwoord in
tr: Şifre Girin

source: Re-Enter Password
de: Passwort erneut eingeben
es: Vuelva a introducir la contraseña
fr: Entrer à nouveau le mot de passe
it: Reinserire la password
nl: Wachtwoord opnieuw invoeren
tr: Şifreyi Yeniden Girin

source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
nl: Heb je al een account?
tr: Zaten bir hesabınız var mı?

source: Create Account
de: Konto erstellen
es: CREAR CUENTA
fr: CRÉER UN COMPTE
it: Creare un account
nl: Account Aanmaken
tr: Hesap Oluştur

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
nl: Registreren
tr: Kaydol

source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accesso
tr: Giriş

source: Please enter your username, nickname and password for registration.
de: Bitte geben Sie Ihren Benutzernamen, Spitznamen und Ihr Passwort für die Registrierung ein.
es: Por favor, introduzca su nombre de usuario, apodo y contraseña para el registro.
fr: Veuillez saisir votre nom d'utilisateur, votre pseudo et votre mot de passe pour l'enregistrement.
it: Inserire il nome utente, il nickname e la password per la registrazione
nl: Vul uw gebruikersnaam, bijnaam en wachtwoord in voor de registratie.
tr: Lütfen kayıt için kullanıcı adınızı, takma adınızı ve şifrenizi girin.

source: Please enter your e-mail address correctly.
de: Bitte geben Sie Ihre E-Mail-Adresse korrekt ein.
es: Por favor, introduzca correctamente su dirección de correo electrónico
fr: Veuillez entrer votre adresse e-mail correctement.
it: Si prega di inserire correttamente l'indirizzo e-mail
nl: Voer uw e-mailadres correct in.
tr: Lütfen e-posta adresinizi doğru giriniz.

source: Password did not match
de: Passwort stimmt nicht überein
es: La contraseña no coincide
fr: Le mot de passe ne correspond pas
it: La password non corrisponde
nl: Wachtwoord komt niet overeen.
tr: Şifre eşleşmedi

source: An error occurred while sending verification email.
de: Beim Senden der Bestätigungs-E-Mail ist ein Fehler aufgetreten.
es: Se ha producido un error al enviar el correo electrónico de verificación
fr: Une erreur s'est produite lors de l'envoi de l'e-mail de vérification.
it: Si è verificato un errore durante l'invio dell'e-mail di verifica
nl: Er is een fout opgetreden tijdens het verzenden van de verificatie e-mail.
tr: Doğrulama e-postası gönderilirken bir hata oluştu.

source: No favorite books found.
de: Keine Lieblingsbücher gefunden
es: No se han encontrado libros favoritos
fr: Aucun livre favori n'a été trouvé.
it: Nessun libro preferito trovato
nl: Geen favoriete boeken gevonden.
tr: Favori kitap bulunamadı.

source: Added in Read List
de: Zur Leseliste hinzugefügt
nl: Toegevoegd aan Leeslijst
tr: Okuma Listene Eklendi

source: Readed
de: Gelesen
es: Leído
fr: Lu
it: Letto
nl: Gelezen
tr: Okundu

source: Reading Now
de: Jetzt lesen
es: Leyendo ahora
fr: Lu maintenant
it: Letto ora
nl: Nu aan het lezen
tr: Okunuyor

source: Error adding a book to favorites.
de: Fehler beim Hinzufügen eines Buches zu den Favoriten
es: Error al añadir un libro a favoritos
fr: Erreur lors de l'ajout d'un livre aux favoris.
it: Errore nell'aggiungere un libro ai preferiti
nl: Fout bij het toevoegen van een boek aan favorieten.
tr: Bir kitabı favorilere eklerken hata oluştu.

source: Add to Read List
de: Zur Leseliste hinzufügen
nl: Toevoegen aan Leeslijst
tr: Okuma Listene ekle

source: Error adding the book to the reading list.
de: Fehler beim Hinzufügen des Buches zur Leseliste
es: Error al añadir el libro a la lista de lectura
fr: Erreur lors de l'ajout du livre à la liste de lecture.
it: Errore nell'aggiungere il libro all'elenco di lettura
nl: Fout bij het toevoegen van het boek aan de leeslijst.
tr: Kitap okuma listesine eklenirken hata oluştu.

source: Number of pages not available
de: Anzahl der Seiten nicht verfügbar
es: Número de páginas no disponible
fr: Le nombre de pages n'est pas disponible
it: Numero di pagine non disponibile
nl: Aantal pagina's niet beschikbaar
tr: Sayfa sayısı mevcut değil

source: Please enter the number of pages
de: Bitte geben Sie die Anzahl der Seiten ein
es: Por favor, introduzca el número de páginas
fr: Veuillez saisir le nombre de pages
it: Inserire il numero di pagine
nl: Voer het aantal pagina's in
tr: Lütfen sayfa sayısını girin

source: Number of pages
de: Anzahl der Seiten
es: Número de páginas
fr: Nombre de pages
it: Numero di pagine
nl: Aantal pagina's
tr: Sayfa sayısı

source: To access millions of Books
de: Zugang zu Millionen von Büchern
es: Para acceder a millones de Libros
fr: Pour accéder à des millions de livres
it: Per accedere a milioni di libri
nl: Om toegang te krijgen tot miljoenen boeken
tr: Milyonlarca kitaba erişmek için

source: Don't you have an account?
de: Haben Sie kein Konto?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
nl: Heeft u geen account?
tr: Hesabınız yok mu?

source: User Login Error
de: Fehler bei der Benutzeranmeldung
es: Error de inicio de sesión de usuario
fr: Erreur de connexion de l'utilisateur
it: Errore di accesso dell'utente
nl: Fout bij aanmelden gebruiker
tr: Kullanıcı Giriş Hatası

source: Please enter a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduzca una dirección de correo electrónico válida
fr: Veuillez saisir une adresse électronique valide.
it: Inserire un indirizzo e-mail valido
nl: Voer een geldig e-mailadres in.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Email Verification
de: E-Mail-Bestätigung
es: Verificación de correo electrónico
fr: Vérification de l'adresse e-mail
it: Verifica dell'e-mail
nl: E-mail Verificatie
tr: E-posta Doğrulama

source: Please verify your e-mail address to continue.
de: Bitte verifizieren Sie Ihre E-Mail-Adresse, um fortzufahren.
es: Por favor, verifique su dirección de correo electrónico para continuar
fr: Veuillez vérifier votre adresse e-mail pour continuer.
it: Si prega di verificare l'indirizzo e-mail per continuare
nl: Controleer uw e-mailadres om door te gaan.
tr: Devam etmek için lütfen e-posta adresinizi doğrulayın.

source: Email or password field is empty
de: E-Mail- oder Passwortfeld ist leer
es: El campo de correo electrónico o contraseña está vacío
fr: Le champ de l'adresse électronique ou du mot de passe est vide
it: Il campo e-mail o password è vuoto
nl: E-mail of wachtwoord veld is leeg
tr: E-posta veya şifre alanı boş

source: Your Password or Mail Address is Incorrect
de: Ihr Passwort oder Ihre E-Mail-Adresse ist falsch
es: Su contraseña o dirección de correo es incorrecta
fr: Votre mot de passe ou votre adresse e-mail est incorrecte
it: La password o l'indirizzo e-mail non sono corretti
nl: Uw wachtwoord of e-mailadres is onjuist
tr: Şifreniz veya Mail Adresiniz Yanlış

source: Error Sending Password Reset Email
de: Fehler beim Senden der E-Mail zum Zurücksetzen des Passworts
es: Error al enviar el correo electrónico de restablecimiento de contraseña
fr: Erreur dans l'envoi de l'e-mail de réinitialisation du mot de passe
it: Errore nell'invio dell'e-mail di reimpostazione della password
nl: Fout bij verzenden wachtwoord reset e-mail
tr: Parola Sıfırlama E-postası Gönderilirken Hata Oluştu

source: Password Reset Email Sent
de: E-Mail zum Zurücksetzen des Passworts gesendet
es: Correo electrónico de restablecimiento de contraseña enviado
fr: Email de réinitialisation du mot de passe envoyé
it: Email di reimpostazione della password inviata
nl: Wachtwoord reset e-mail verzonden
tr: Şifre Sıfırlama E-postası Gönderildi

source: Check Your Email(It Maybe In Junk)
de: Überprüfen Sie Ihre E-Mail (vielleicht im Junk)
es: Compruebe su correo electrónico (puede que esté en la bandeja de correo no deseado)
fr: Vérifiez votre e-mail (il est peut-être dans le courrier indésirable)
it: Controlla la tua e-mail (forse è nella posta indesiderata)
nl: Controleer uw e-mail (misschien in de junk)
tr: E-postanızı Kontrol Edin (Gereksiz Kutusunu Kontrol Ediniz)

source: Sign up now and choose from millions of books
de: Jetzt anmelden und aus Millionen von Büchern wählen
es: Regístrate ahora y elige entre millones de libros
fr: Inscrivez-vous maintenant et choisissez parmi des millions de livres
it: Iscriviti ora e scegli tra milioni di libri
nl: Meld je nu aan en kies uit miljoenen boeken
tr: Şimdi kaydolun ve milyonlarca kitap arasından seçim yapın

source: Do you love reading books? Then Bookhive if for you!
de: Liebst du es, Bücher zu lesen? Dann ist Bookhive genau das Richtige für Sie!
es: ¿Te encanta leer libros? Entonces Bookhive es para ti
fr: Vous aimez lire des livres ? Then Bookhive if for you !
it: Ami leggere libri? Allora Bookhive fa per te!
nl: Houdt u van boeken lezen? Dan is Bookhive iets voor jou!
tr: Kitap okumayı seviyor musunuz? O zaman Bookhive tam size göre!

source: Get Started
de: Anfangen
es: Comenzar
fr: Démarrer
it: Inizia
nl: Aan de slag
tr: Başlayın

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
tr: Sonraki

source: Books (0)
de: Bücher (0)
es: Libros (0)
fr: Livres (0)
it: Libri (0)
nl: Boeken (0)
tr: Kitaplar (0)

source: Hello,
de: Hallo,
es: Hola
fr: Bonjour
it: Ciao,
nl: Hallo,
tr: Merhaba,

source: Sorry, details of the book could not be found!
de: Sorry, Details zu dem Buch konnten nicht gefunden werden!
es: Lo sentimos, ¡no se han encontrado los detalles del libro!
fr: Désolé, les détails du livre n'ont pas pu être trouvés !
it: Spiacente, non è stato possibile trovare i dettagli del libro!
nl: Sorry, details van het boek konden niet worden gevonden!
tr: Üzgünüz, kitabın detayları bulunamadı!

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
tr: Bilinmiyor

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
nl: Account aanmaken
tr: Hesap Oluştur

source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
nl: Licentie
tr: Lisans

source: Now Trend
de: Jetzt-Trend
it: Tendenza Ora
nl: Nu Trend
tr: Günlük Trendler

source: Week Trend
de: Wochentrend
it: Tendenza Settimanale
tr: Haftalık Trendler

source: Monthly Trend
de: Monatlicher Trend
it: Tendenza Mensile
nl: Maandelijkse Trend
tr: Aylık Trendler

source: Delete
de: Löschen
it: Cancellare
nl: Wis
tr: Sil

source: Privacy Policy
de: Datenschutzbestimmungen
it: Informativa Sulla Privacy
nl: Privacybeleid
tr: Gizlilik Politikası

source: Verification email sent successfully. Please check your inbox and click on the verification link to verify your email address.
de: Verifizierungs-E-Mail erfolgreich gesendet. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Verifizierungslink, um Ihre E-Mail-Adresse zu verifizieren.
es: El correo electrónico de verificación se ha enviado correctamente. Por favor, compruebe su bandeja de entrada y haga clic en el enlace de verificación para verificar su dirección de correo electrónico.
fr: L'e-mail de vérification a été envoyé avec succès. Veuillez vérifier votre boîte de réception et cliquer sur le lien de vérification pour vérifier votre adresse e-mail.
it: L'e-mail di verifica è stata inviata con successo. Controlla la tua casella di posta e clicca sul link di verifica per verificare il tuo indirizzo e-mail.
nl: Verificatie e-mail succesvol verzonden. Controleer uw inbox en klik op de verificatielink om uw e-mailadres te verifiëren.
tr: Doğrulama e-postası başarıyla gönderildi. Lütfen gelen kutunuzu kontrol edin ve e-posta adresinizi doğrulamak için doğrulama bağlantısına tıklayın.

source: Easily keep track of the books you've read, create reading lists, and create quotes about your books!
de: Behalten Sie ganz einfach den Überblick über die gelesenen Bücher, erstellen Sie Leselisten, und erstellen Sie Zitate zu Ihren Büchern!
es: ¡Sigue fácilmente la pista de los libros que has leído, crea listas de lectura y crea citas sobre tus libros!
fr: Gardez facilement la trace des livres que vous avez lus, créez des listes de lecture, et créez des citations sur vos livres !
it: Tieni facilmente traccia dei libri che hai letto, crea liste di lettura e crea citazioni sui tuoi libri!
nl: Houd eenvoudig bij welke boeken je hebt gelezen, maak leeslijsten en maak quotes over je boeken!
tr: Okuduğunuz kitapları kolayca takip edin, okuma listeleri oluşturun ve kitaplarınız hakkında alıntılar oluşturun!

source: We know that you all love your books and don't want to scribble them You can access and share your favorite parts of the books you read at any time by making a note in this field.
de: Wir wissen, dass ihr alle eure Bücher liebt und sie nicht kritzeln wollt Sie können jederzeit auf Ihre Lieblingsstellen in den Büchern, die Sie lesen, zugreifen und sie mit anderen teilen, indem Sie eine Notiz in diesem Feld machen.
it: Sappiamo che tutti voi amate i vostri libri e non volete scarabocchiarli Potete accedere e condividere le vostre parti preferite dei libri che leggete in qualsiasi momento annotandole in questo campo
nl: We weten dat jullie allemaal van jullie boeken houden en niet willen krabbelen U kunt uw favoriete delen van de boeken die u leest op elk moment openen en delen door een notitie te maken in dit veld.
tr: Hepinizin kitaplarınızı çok sevdiğinizi ve onları karalamak istemediğinizi biliyoruz.Okuduğunuz kitapların en sevdiğiniz bölümlerine bu alana not düşerek istediğiniz zaman ulaşabilir ve paylaşabilirsiniz.

source: Bookhive is a carefully developed digital bookmark app. Designed for those who love to read books, this app allows readers to easily locate the books they are reading. It also gives users the opportunity to learn about books. Bookhive is both a practical and useful tool and is the perfect solution for readers to keep track of their books.
de: Bookhive ist eine sorgfältig entwickelte digitale Lesezeichen-App. Diese App wurde für diejenigen entwickelt, die gerne Bücher lesen, und ermöglicht es den Lesern, die Bücher, die sie gerade lesen, leicht zu finden. Außerdem gibt sie den Nutzern die Möglichkeit, etwas über Bücher zu lernen. Bookhive ist sowohl ein praktisches als auch ein nützliches Werkzeug und die perfekte Lösung für Leser, um den Überblick über ihre Bücher zu behalten.
es: Bookhive es una aplicación de marcapáginas digitales cuidadosamente desarrollada. Diseñada para los amantes de la lectura, esta aplicación permite a los lectores localizar fácilmente los libros que están leyendo. También ofrece a los usuarios la oportunidad de aprender sobre libros. Bookhive es una herramienta práctica y útil a la vez, y es la solución perfecta para que los lectores no pierdan de vista sus libros.
fr: Bookhive est une application de signets numériques soigneusement développée. Conçue pour ceux qui aiment lire des livres, cette application permet aux lecteurs de localiser facilement les livres qu'ils sont en train de lire. Elle donne également aux utilisateurs la possibilité de s'informer sur les livres. Bookhive est un outil à la fois pratique et utile et constitue la solution parfaite pour que les lecteurs puissent suivre leurs livres.
it: Bookhive è un'applicazione per segnalibri digitali sviluppata con cura. Pensata per chi ama leggere i libri, questa applicazione permette ai lettori di individuare facilmente i libri che stanno leggendo. Inoltre, offre agli utenti l'opportunità di imparare qualcosa sui libri. Bookhive è uno strumento pratico e utile ed è la soluzione perfetta per i lettori per tenere traccia dei loro libri.
nl: Bookhive is een zorgvuldig ontwikkelde digitale bladwijzer app. Ontworpen voor degenen die graag boeken lezen, stelt deze app lezers in staat om de boeken die ze aan het lezen zijn gemakkelijk terug te vinden. Het geeft gebruikers ook de mogelijkheid om te leren over boeken. Bookhive is zowel een praktisch als nuttig hulpmiddel en is de perfecte oplossing voor lezers om hun boeken bij te houden.
tr: Bookhive özenle geliştirilmiş bir dijital ayraç uygulamasıdır. Kitap okumayı sevenler için tasarlanan bu uygulama, okuyucuların okudukları kitapları kolayca bulmalarını sağlar. Ayrıca kullanıcılara kitaplar hakkında bilgi edinme fırsatı da veriyor. Bookhive hem pratik hem de kullanışlı bir araçtır ve okuyucuların kitaplarını takip etmeleri için mükemmel bir çözümdür.
